use `onlineshop`;

INSERT INTO `products` (`name`, `description`, `image`, `product_type_id`, `quantity`, `price`)
VALUES ('Audi A3',
    'Семейство Audi A3 четвертого поколения впервые в истории лишилось трехдверной версии. Производители один за другим начали отказываться от этого формата кузова, хотя еще десятилетие назад он был относительно популярен',
    '1- AudiA3-1858000.png', 1, 2, 3600000),

    ('Audi A4',
    'Ауди А4- пятиместный среднеразмерный автомобиль премиум сегмента. Он выпускается в двух вариантах исполнения: четырехдверный седан и универсал.',
    '2- audiA4B9-2205000.jpg', 1, 1, 2205000),

    ('Audi A5',
    'Audi A5 — спортивный автомобиль (двухдверное купе на платформе Audi A4), производимый немецким aвтопроизводителем Audi с 2007 года на заводе в Ингольштадте.',
    '3- A5-3052000.png', 1, 1, 3052000),

    ('Audi A1',
    'Ауди А1- это субкомпактный хэтчбек премиального класса. Отныне он выпускается исключительно в пятидверном исполнении, а его габаритные размеры составляют: длина 4030 мм, ширина 1740 мм, высота 1400, а колесная база- 2560 миллиметров.',
    'audiA1.jpg', 1, 1, 2100000),

    ('Audi R8',
    'Ауди Эр 8- это спортивный среднемоторный двухместный автомобиль, выпускающийся в двух вариантах исполнения: купе и родстер. Его габаритные размеры составляют: длина 4426 мм, ширина 1940 мм, высота 1240 мм',
    'audiR8.jpg', 1, 1, 5122330),

    ('Audi S7',
    'Audi S7 Sportback – полноприводный премиум-лифтбек полноразмерной категории, позиционирующийся самим автопроизводителем в качестве «четырехдверного купе» (и это – при наличии пяти дверей',
    'audiS7.jpg', 1, 1, 2500000),

    ('BMW F20',
    'BMW 116i F20 обладает движком N13B16 и на 100 км тратит в комбинации 5,4 л, а вредные выбросы не превышают 129 г/км.',
    'bmwF20-1600000.png', 1, 2, 3200000),

    ('BMW F32',
    'BMW 4 серии (F32) – это компактное купе от немецкого автогиганта. Первые официальные подробности о четвёртой серии были опубликованы в официальном пресс-релизе 5 декабря 2012 года.',
    'bmwF32-3170000.png', 1, 1, 3170000),

    ('BMW G14',
    'Обновлённый BMW 8 серии Cabrio – это роскошный автомобиль, который позволяет Вам наслаждаться чувством эксклюзивной свободы на каждом километре пути.',
    'bmwG14-7685100.jpg', 1, 1, 7685100),

    ('BMW G20',
    'G20 — самая крупная «трешка» в истории: ее длина, ширина, высота составляют 4709, 1827 и 1442 мм соответственно. Колесная база достигла 2851 мм',
    'bmwG20-2580000.jpg', 1, 1, 2580000),

    ('BMW G32',
    'BMW 6-Series Gran Turismo – пятидверный премиум-лифтбек полноразмерной категории, в котором сочетаются характерные черты представительского седана, характерного «гран-туризмо» и ныне модных «Sports Activity Vehicle»',
    'bmwG32-3750000.png', 1, 1, 3750000),

    ('BMW X5',
    'БМВ Икс 5- это спортивный внедорожник премиум класса. Габаритные размеры новой генерации составляют: длина 4922 мм, ширина 2004 мм, высота 1745 мм, а колесная база- 2975 мм.',
    'bmwX5-4750000.png', 1, 1, 4750000),

    ('Mercedes W415',
    'Семейство Mercedes четвертого поколения впервые в истории лишилось трехдверной версии. Производители один за другим начали отказываться от этого формата кузова, хотя еще десятилетие назад он был относительно популярен',
    '4- mersW415-1770000.png', 1, 2, 1770000),

    ('Mercedes W177',
    'Mercedes W177- пятиместный среднеразмерный автомобиль премиум сегмента. Он выпускается в двух вариантах исполнения: четырехдверный седан и универсал.',
    '5- mersW177-1850000.png', 1, 1, 1850000),

    ('Mercedes W213',
    'Mercedes W213 — спортивный автомобиль (двухдверное купе на платформе Audi A4), производимый немецким aвтопроизводителем Audi с 2007 года на заводе в Ингольштадте.',
    'mersW213-4740000.png', 1, 1, 4740000),

    ('Mercedes W222',
    'Mercedes W222- это субкомпактный хэтчбек премиального класса. Отныне он выпускается исключительно в пятидверном исполнении, а его габаритные размеры составляют: длина 4030 мм, ширина 1740 мм, высота 1400, а колесная база- 2560 миллиметров.',
    'mersW222-13650000.png', 1, 1, 13650000),

    ('Mercedes W464',
    'Mercedes W464 - это спортивный среднемоторный двухместный автомобиль, выпускающийся в двух вариантах исполнения: купе и родстер. Его габаритные размеры составляют: длина 4426 мм, ширина 1940 мм, высота 1240 мм',
    'mersW464-13170000.png', 1, 1, 13170000),

    ('Mercedes X253',
    'Mercedes X253 – полноприводный премиум-лифтбек полноразмерной категории, позиционирующийся самим автопроизводителем в качестве «четырехдверного купе» (и это – при наличии пяти дверей',
    'mersX253.jpg', 1, 1, 5220000),

    ('Toyota Highlander',
    'Toyota Highlander обладает движком N13B16 и на 100 км тратит в комбинации 5,4 л, а вредные выбросы не превышают 129 г/км.',
    'toyotaHilux-2306000.png', 1, 2, 2306000),

    ('Toyota Hilux',
    'Toyota Hilux – это компактное купе от немецкого автогиганта. Первые официальные подробности о четвёртой серии были опубликованы в официальном пресс-релизе 5 декабря 2012 года.',
    'bmwF32-3170000.png', 1, 1, 3170000),

    ('Toyota J150',
    'Toyota J150 – это роскошный автомобиль, который позволяет Вам наслаждаться чувством эксклюзивной свободы на каждом километре пути.',
    'toyotaJ150-2499000.png', 1, 1, 2499000),

    ('Toyota J200',
    'Toyota J200 — самая крупная «трешка» в истории: ее длина, ширина, высота составляют 4709, 1827 и 1442 мм соответственно. Колесная база достигла 2851 мм',
    'toyotaJ200-3959000.png', 1, 1, 3959000),

    ('Toyota Rav4',
    'Toyota Rav4 – пятидверный премиум-лифтбек полноразмерной категории, в котором сочетаются характерные черты представительского седана, характерного «гран-туризмо» и ныне модных «Sports Activity Vehicle»',
    'toyotaRav4-1566000.png', 1, 1, 1566000),

    ('Toyota XV70',
    'Toyota XV70 - это спортивный внедорожник премиум класса. Габаритные размеры новой генерации составляют: длина 4922 мм, ширина 2004 мм, высота 1745 мм, а колесная база- 2975 мм.',
    'toyotaXV70-1573000.jpg', 1, 1, 1573000);


